Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Indigenous Community Telecommunications (ICT), a civil society association in Mexico, has withstood an important legal battle for the right of indigenous communities to establish and manage their own community networks of mobile phones and internet.
ko: 멕시코의 시민 사회단체인 ICT (토착민 정보통신 사회단체)가 그들의 네트워크 및 모바일, 인터넷 사용권을 지켜내고자 어려운 법정 싸움을 벌여왔다.

source: ICT, which provides voice and data services at affordable costs in remote areas of southern Mexico, obtained a special legal protection (or amparo, in Spanish) exempting it from a fee of around one million pesos (approximately US $50,000) to use the radio spectrum for its operations.
ko: 저렴한 가격으로 멕시코의 외곽 지역까지도 음성 및 데이터서비스를 제공하고 있는 ICT는 회사 경영에 라디오 전파사용료 백만 페소(약 US $50,000)를 면제받는 법적 보호를 받아 왔었다.

source: This fee is typically assessed by Mexico's Federal Institute of Telecommunications (the regulator for radio broadcasting and telecommunications) for corporate enterprises.
ko: 이 전파사용료는 일반적으로 사기업에게 부과하기 위해 멕시코 통신관련 감독기관인 멕시코 정보통신 연방기관에 의해 집계된다.

source: ICT is a non-profit.
ko: 하지만 ICT는 비영리기관이다.

source: The Collegiate Circuit Court on Administrative Matters, Specialized in Economic Competition, Broadcasting and Telecommunications ruled that this does not exempt ICT from payment, but it does instruct the Federal Institute of Telecommunications to reconsider the required fee.
ko: 시장경쟁 및 방송통신관련 행정에 관한 대학순회법원은 ICT의 특수한 상황이 그들이 전파사용료를 면제받아야만 한다는 것을 반드시 의미하진 않는다고 판결내렸으나, 멕시코 정보통신 연방기관이 ICT에 대한 전파사용료 부과를 재고 해야할 필요가 있다고 말했다.

source: As a not-for-profit, ICT argues that it should not be treated the same as the commercial service providers.
ko: 비영리단체로서 ICT는 사기업 제공자들과 같은 대우를 받는것은 부당하다고 주장하였다.

source: In the ruling, the Court recognized that ICT's services relate to the defense of indigenous peoples' human rights including freedom of expression.
ko: 법원은 판결문에서 ICT의 서비스가 토착민들의 인권보호 및 표현의 자유권과 관련있음을 인정했다.

source: It also acknowledged that the pro homine principle (pro persona) must be applied when reviewing human rights issues to encourage the broadest protection of individual and group rights at all times.
ko: 또한 개인과 전체 넓은 범위에서 인도주의적 원칙이 적용되어야 한다고도 인정했다.

source: Organizations such as Rhizomática and Networks for Diversity, Equality and Sustainability who helped establish ICT published a press release welcoming the Court's decision and thanked supporters who joined them on this difficult journey.
ko: ICT설립을 도왔던 리조마티카와 다양성, 평등, 지속가능성을 위한 네트워크 단체는 법원 판결을 반기는 언론성명을 발표했으며 어려운 시기를 함께해준 지지자들에게 감사함을 전했다.

source: Inequity and discrimination within the licensing process
ko: 영업허가에관한 불평등 및 차별의 문제

source: Global Voices (GV) spoke with Erick Huerta, deputy general coordinator of the Networks for Diversity, Equity and Sustainability, advisor and legal strategist for ICT, about the challenges that lie ahead:
ko: 글로벌보이스는 다양성, 평등 지속가능성을 위한 네트워크의 대변인이자 ICT의 법률고문 에릭 후에르타와 앞으로 다가올 도전과제들에 대해 질문했다:

source: We feel that the Court's ruling is a watershed in terms of the communication rights of indigenous peoples and communities and how the regulator should perform its functions.
ko: 이번 법원의 판결은 토착민과 토착민 사회의 통신권, 그리고 감독기관(정보통신 연방기관)의 역할이 어떠해야 하는지에 대한 중요한 지표가 되었다고 생각합니다.

source: Article 1 of our Constitution states very clearly that all people shall enjoy human rights, without discrimination, and if there is any doubt, the interpretation of the rules must be done in such a way as to support the broadest protection of human rights.
ko: 헌법 제1조에서 우리는 모두 차별없이 인권을 누릴수 있고, 의문의 사항이 있다면 인권 보호를 위한 법률적 해석을 할 수 있다고 규정하고 있습니다.

source: This interpretation is an obligation of the judiciary, and also of the executive and regulatory bodies.
ko: 이러한 법률적 해석은 사법, 행정, 감독 단체의 의무입니다.

source: The Court's judgement is very good in that sense, since it indicates to the regulator that it has an obligation to interpret the law in support of human rights, and to consider the special situation of indigenous peoples and their specific rights to communication.
ko: 감독 단체가 인권을 옹호하는 측면에서 법률의 해석을 해야할 의무가 있으며 토착민이 처한 특수한 상황과 통신권을 숙고해 보아야만 한다는데 있어서 말입니다. 다시 말하자면, 이번 판결은 감독기관이 세금법률을 매우 엄격하게만 적용시키지 말아야 한다는것을 보여줍니다.

source: In other words, the judgment indicates that regulators should not strictly apply a tax law which would deny a basic right.
ko: 이번 사건에서는 우리가 전파통신 사용료를 내야한다는 것은 우리의 기본권을 박탈하는 행위였습니다.

source: For us, having to pay a million pesos would have meant that we would stop operating and the communities then would be denied their human right to communication, simply because of an administrative issue.
ko: 우리에게 있어 백만 페소를 지불한다는 것은 회사의 영업 그리고 통신을 지속할 수 없다는것을 의미하며 그것은 통신권과 관련한 인권과 대비되는 행위입니다.

source: The sentence says "Every law is subject to interpretation.
ko: 오직 행정상 문제때문에 말이죠.

source: Moreover, the tax laws are strictly interpreted, but that does not mean that they are not interpreted."
ko: 판결문에서는 "모든 법률은 해석의 여지가 있으며, 더욱이 세금법은 엄격히 해석되어야 하지만 반드시 해석의 여지가 없다는 것은 아니다.

source: You cannot apply the laws strictly, you have to see how they are in the context of the system, whether they are equitable or not.
ko: "라고 밝히고 있습니다. 엄격하게만 법을 제공할 수 는 없습니다. 법률이 시스템적으로 어떻게 풀이되며 평등하게 적용될 수 있는가를 보아야 합니다.

source: According to Huerta, the regulatory body has already issued a resolution to interpret the law in question, but a payment exemption will not be granted until ICT obtains the status of "authorized grantee" by the Tax Administration Service, given to civil society organizations or trusts to receive tax-deductible donations.
ko: 후에르타에 따르면 논쟁중인 법률에 관해 감독기관은 이미 결의안을 발표했다. 그러나 사용료 면제에 관한 사항은 ICT가 조세행정부로부터 허가권을 받기 전까지 완벽히 보장받기는 불가능해 보인다.

source: Given the situation, Huerta says that ICT may be forced to reject the Institute's ruling.
ko: 이 허가권은 시민사회단체 및 신탁, 세금공제가되는 기부에만 주어진다.

source: Additionally, ICT filed for another special legal protection against inequity and discrimination in the process of granting licenses in broadcasting and telecommunications. Huerta explains:
ko: 이러한 상황으로 보건데 후에르타는 ICT가 멕시코 정보통신 연방기관의 결정은 거부해야 할 것이라고 말했다.

source: For broadcasting, there is no payment for the right to use the spectrum, neither for community licenses, nor for commercial ones.
ko: ICT는 또한 방송 및 정보통신 허가권을 받는 과정에 있어서 불평등 및 차별에 관한 특별 보호법을 위한 소송을 제기중이다.

source: Their right is paid in the form of time periods that are reserved for public service broadcasting.
ko: 방송과 관련해서는 그것이 상업용인지 아닌지를 떠나 전파사용료가 붙지 않습니다.

source: For community and indigenous radio there is no payment in public service broadcasting.
ko: 전파사용에대한 지불은 공공서비스방송을 시청하는 그 시간으로서 지불되는 방식입니다.

source: So, there should not be a required payment for the use of the radio spectrum for providers that are in the same category.
ko: 그리고 사회단체 및 토착민을위한 라디오에도 공공서비스방송에는 비용지불이 필요하지 않습니다.

source: If the same logic is applied here , the same provision must exist.
ko: 그러므로 같은 범주에 있는 서비스제공자에게도 전파사용료는 부과되지 말아야 합니다.

source: Unfortunately, there are several examples in which, if it is to benefit a private individual with great economic power, everything seems very easy, even if principles are violated.
ko: 하지만 아쉽게도 파워가 강력한 한 개인의 이익을 위해서라면 이러한 모든 시장원칙이 쉽게 위배되는 몇몇 사례가 있습니다.

source: In other cases, even where there is a judicial resolution, as is the case that concerns us now, the authority is very inflexible.
ko: 다른 경우들에서 지금 우리의 경우처럼 사법적인 판결이 있을 때에도 관련기관은 매우 유연하게 대처하지 않았습니다.

source: These different parameters show discrimination.
ko: 각기 다른 잣대를 들이미는것은 차별입니다.

source: ICT's future stands for indigenous rights
ko: 토착민권을 위한 ICT의 앞으로의 입장

source: ICT, known for its independent, disruptive and innovative initiatives that follow in the footsteps of indigenous technology projects like the community cell phone network, has never wavered in its virtues and has vowed to continue to fight for indigenous rights.
ko: 매우 독립적이며 혁신적이고 논쟁하길 주저하지 않은 단체 ICT는 사회 핸드폰 네트워크와 같은 토착민을 위한 기술적 프로젝트와 같은 계획을 세워온것으로 유명하다. 지금까지 계속 싸워왔으며 앞으로도 그러할 것이다.

source: Huerta believes:
ko: 후에르타 대변인의 말이다:

source: There are those who position themselves to support the powerful.
ko: 권력을 향해 가는 사람들이 있습니다.

source: Japanese high school girls wear badges warning would-be train gropers: 'I'm not going to take it! · Global Voices
ko: 일본 여고생들, 열차 내 잠재적 치한에게 경고하는 배지를 달다: "참지 않을 거예요!

source: Poster: "Groping is out.
ko: 포스터: "치한은 퇴장.

source: Absolutely out.
ko: 무조건 퇴장.

source: RED CARD.
ko: 레드 카드.

source: Let us all get rid of groping."
ko: 다함께 치한 추방!

source: Poster uses Kansai dialect.
ko: " 포스터는 간사이 사투리로 작성되었다.

source: Image by Wikimedia user Kyoww.
ko: Image by Wikimedia 사용자 Kyoww.

source: Public domain.
ko: 공유 저작물.

source: A campaign in Japan aimed at high school girls provides special tin buttons for them to wear while riding the train to deter groping and other forms of sexual assault.
ko: 여고생을 위한 일본의 한 캠페인이 치한 행위 및 여타 성범죄를 단념시키기 위해 여학생들이 열차를 타는 동안 달 수 있는 금속 배지를 제공하고 있다.

source: The Chikan Prevention Activities Center (痴漢抑止活動センター) organizes the campaign, which is in its third year.
ko: 치한 억제 활동 센터(痴漢抑止活動センター)가 조직하는 이 캠페인은 올해로 3년째를 맞이했다.

source: The word Japanese word "chikan" is used to describe both the act of groping as well as the gropers themselves.
ko: 일본어 "치칸(痴漢, 치한)"은 몸을 더듬는 행위와 그 가해자들을 일컫는 단어이다.

source: The buttons feature a variety of messages that remind readers that chikan is a crime and that the wearer will not endure the assault quietly.
ko: 해당 배지들은 읽는 이로 하여금 치한 행위는 범죄이며 이 배지를 단 사람은 그 범죄를 조용히 참고 넘기지 않을 것임을 상기시키는 다양한 메시지를 담고 있다.

source: The aim of the "chikan deterrent button" is show how much hate chikan.
ko: 치한 억제 배지의 목표는 의지의 "가시화"입니다.

source: It's an effort to make potential chikans to understand they must stop sexual harassment and sexual assault.
ko: 전철로 통근 및 통학하는 여성들에게 치한은 유감스럽게도 흔한 일이다.

source: For women who commute by train, chikan is unfortunately common. According to the Japan Times:
ko: 재팬 타임스(Japan Times)는 다음과 같이 보도한 바 있다:

source: Figures from the Metropolitan Police Department show that 1,750 cases of groping or molestation were reported in 2017, of which 30 percent occurred between 7 and 9 a.m. during the morning rush hour.
ko: 경시청의 통계에 따르면 2017년 한 해 약 1,750건의 치한 혹은 추행 행위가 보고되었으며 그 중 30퍼센트가 아침 러시아워 시간대인 오전 7시부터 9시 사이에 일어났다.

source: More than 50 percent of groping cases occurred on trains, the report says, with a further 20 percent occuring in train stations.
ko: 50퍼센트 이상의 치한 사건이 열차 내에서 발생했으며, 다른 20퍼센트는 역내에서 발생했다고 보고서는 밝히고 있다.

source: According to the same police reports, nearly 30 percent of groping victims were teenagers.
ko: 해당 경찰 보고서에 따르면, 거의 30퍼센트에 가까운 치한 피해자가 십대 청소년이었다.

source: Generally, incidents of groping are prosecuted by police under Section 176 of the penal code as "forcible indeceny" (強制わいせつ).
ko: 일반적으로 치한 사건은 일본형법 제176조에 의거해 "강제 추행"(強制わいせつ)으로 경찰로부터 기소된다.

source: However, it is often reported that such cases are difficult to prosecute.
ko: 그러나 많은 경우에 이런 사건들은 기소가 어렵다고 보고되고 있다.

source: While police and railway companies launch periodic campaigns aimed at stopping groping on trains, the messaging is generally aimed at helping women defend themselves or preventing groping in the first place, rather than trying to change male behavior.
ko: 경찰과 철도 회사들이 열차 내에서의 치한 행위를 중단시키려는 목적의 주기적인 캠페인을 펼치고 있기는 하지만, 그 메시지는 남성들의 행동 자체를 변화시키는 것보다는 대체로 여성이 스스로를 방어하도록 돕는 것, 혹은 애초에 치한 행위를 당하지 않는 방법을 목표로 하고 있다.

source: Commentary typically tries to determine what triggers such behavior, and there's also a strong focus in the media about how men can avoid or deal with false accusations of groping.
ko: 논평은 보통 어떤 것이 남성들의 치한 행위를 촉발시키는지를 밝히려고만 하고, 언론은 남성들이 치한으로 억울하게 몰리는 일을 어떻게 피하는지, 그런 일을 당했을 때 어떻게 대응해야 하는지에 주된 초점이 맞추어져 있는 형편이다.

source: "I'm not going to put up with it!
ko: "저는 울며 겨자먹기로 단념하고 넘어가지 않을 것입니다!

source: Sexual assault is a crime!"
ko: 치한은 범죄입니다!

source: Activist Matsunaga Yayoi, who represents the Chikan Deterrent Activity Center, says the idea for the buttons was first thought of by a high school student and her mother, who is Matsunaga's friend.
ko: 치한 억제 활동 센터를 대표하는 활동가 마츠나가 야요이는 배지가 그녀의 친구와 그 고등학생 딸의 발상으로부터 시작되었다고 이야기한다.

source: Then in her first year of high school, the student had encountered chikan on a daily basis as she traveled to and from school:
ko: 당시 고등학교 1학년이었던 이 여학생은 등하교 길에 거의 매일같이 치한과 마주치곤 했다.

source: "The perpetrators showed no signs of remorse at all. "I don't want to experience this ever again," decided the girl.
ko: 당시 가해자의 반성이 전혀 없었기에, "두 번 다시는 치한을 만나고 싶지 않아!

source: So, she created a card that read: "I'm not going to put up with it!
ko: "라고 생각한 그녀는 "저는 울며 겨자먹기로 단념하고 넘어가지 않을 것입니다.

source: The girl then pinned the card to her uniform, and took the train to school.
ko: "라고 쓰여진 카드를 만들어 몸에 달고 등하교를 하게 되었습니다.

source: She never experienced groping again.
ko: 그 이후로 그녀는 치한 피해를 입지 않았습니다.

source: By 2015, Matsunaga reported the one-girl campaign had achieved some success on social media, and so the idea of creating tin buttons was born.
ko: 2015년에 이르러, 이 소녀의 1인 캠페인이 소셜 미디어 상에서 얼마간의 성공을 이루어냈고 이에 따라 금속 배지 아이디어가 태동했다고 마츠나가는 전했다.

source: According to a 2016 Japan Times article: Matsunaga started a crowdfunding project for the badges in November and managed to raise ¥2.12 million in just three months.
ko: 2016년에 재팬 타임즈(Japan Times)는 다음과 같은 기사를 실었다:

source: To make sure the badges would attract young women, she collected 441 design ideas from 178 people and, ultimately, chose five.
ko: 마츠나가는 11월에 배지 생산을 위한 크라우드펀딩 프로젝트를 시작했고 불과 3개월 만에 212만 엔을 모금해 내는 성과를 이루었다.

source: Matsunaga also established the Osaka-based Chikan Yokushi Katsudo Center (Groping Prevention Activities Center) in January to raise awareness over the issue.
ko: 또한 마츠나가는 이 이슈에 대한 인식을 고조시키기 위해 1월에 오사카를 기반으로 한 치한 억제 활동 센터를 설립하였다.

source: The idea behind the button campaign is to empower the girls to call out assault and ensure that society sees chikan as something that's unacceptable:
ko: 이 배지 캠페인에 담긴 의도는 소녀들이 성범죄에 소리내어 맞설 수 있도록 힘을 불어넣고, 사회가 치한 행위를 용납 불가능한 것으로 여기도록 만드는 것이다:

source: The concept behind the buttons
ko: -치한 피해를 입지 않는다

source: : -No one was groped by chikan
ko: -가해자가 생겨나지 않는다 -치한 누명 피해도 일어나지 않는다

source: -No one would grow up to become a chikan
ko: 2015년에 이 배지들은 tarjk.

source: -No one would be falsely accused of being a chikan
ko: com을 통해 인터넷에서 500엔에 판매되기 시작하였다.

source: Initially in 2015 the buttons were offered for sale over the internet at tarjk.com for 500 yen (about five US dollars).
ko: 여전히 해당 사이트에서도 구매가 가능하지만, 이 캠페인에 대한 인식이 높아지면서 현재는 기차역과 여고생들이 자주 가는 가게들에서도 판매되고 있다.

source: They remain available there, but as awareness of the campaign has increased, the buttons are now sold at railway stations and in shops popular with high school girls.
ko: 치마 길이가 길어도 짧아도, 청바지를 입고 있어도, 치한을 만납니다.

source: Tweet: It doesn't matter how long or short our skirt is, or if we're wearing jeans — we always encounter chikan.
ko: 이미지만으로 "치한 행위를 당하는 쪽에게 원인이 있다"라고 이야기하는 것은 이제 정말 그만!

source: We want the idea that "you must have been doing something to attract a chikan" to stop!
ko: "제가 겪었던 일들을 다른 어떤 아이들도 경험하게 하고 싶지 않습니다"

source: Button text: I'm not going to take it! Groping is a crime!
ko: 공식적으로는 치한 행위를 포함한 성범죄는 감소하는 추세이다.

source: Officially, sexual assaults, which includes groping, are on the decline. However, Matsunaga and the Center believe that many cases are simply not reported, skewing the numbers.
ko: 그러나 마츠나가와 센터 측은 많은 사례들이 단순히 신고되지 않았을 뿐이며 이것이 왜곡된 통계 결과를 낳고 있다고 믿는다.

source: So, for Matsunaga and other activists, it's important to give young women tools they can use to deter unwanted sexual contact on the train.
ko: 따라서 마츠나가를 비롯한 활동가들은 젊은 여성들에게 열차 내에서 그들이 원치 않는 성적인 접촉을 저지시킬 수 있는 도구가 주어지는 일이 중요하다고 여긴다.

source: Wearing the buttons does seem to help.
ko: 배지 착용은 실제로 효과가 있는 것으로 보인다.

source: Seventy students at Uruwa Senior High School, which participated in a campaign to provide female students with strategies to protect themselves from gropers, were surveyed in 2016 about the effectiveness of the buttons.
ko: 여학생들에게 치한으로부터 스스로를 보호하는 전략을 제공하기 위한 캠페인에 참가했던 우루와 고등학교의 학생 70명은 지난 2016년 이 배지의 효과에 대한 설문 조사에 참여했다.

source: A total of 1.4% said they probably don't work, 4.3% reported no change, 32.9% said "I felt the button worked" and 61.4% said they noticed a difference.
ko: 3퍼센트는 변화가 없었다고 보고했으며 32. 9퍼센트가 "배지가 효과가 있었다고 느꼈다"라고, 그리고 무려 61. 4퍼센트는 변화를 실제로 체험했다고 답변하였다.

source: The button campaign has resonated in other ways as well.
ko: 배지 캠페인은 다른 방식으로도 반향을 불러 일으켰다.

source: In 2016, just over a year after the project was launched, Matsunaga published on a Twitter account affiliated with the Chikan Prevention Activities Center a note sent by an adult woman:
ko: 프로젝트가 시작된 지 한 해를 조금 넘긴 2016년, 마츠나가는 치한 억제 활동 센터의 트위터 계정에 한 성인 여성이 보낸 짧은 편지를 게재하였다:

source: Note: "I am a survivor.
ko: 쪽지: "저는 생존자(survivor)입니다.

source: When I was a high school student I changed from going to school by bicycle to taking the train.
ko: 그리고 매일같이 전차 내에서 치한을 만나게 되어 정말 놀랐습니다.

source: I was really astonished when I started getting groped every day will be able to protect themselves!" -Mari, 39 years old
ko: 아무런 저항도 하지 못했던 과거를 후회하고 있습니다만, 이런 생각을 가진 이들이 조금이라도 줄어들기를 바랍니다.

source: Tweet: "Mari, thank you for your note.
ko: 더 많은 소녀들이 스스로를 보호할 수 있게 되기를 진심으로 바랍니다.

source: I was also when I was a child, and have never told anyone about it until now.
ko: " - 마리, 39세 트윗: "마리 씨, 메시지 감사합니다.

source: As an adult I've somehow been able to take action.
ko: 성인이 되어서야 행동을 시작할 수 있게 되었습니다.

source: I don't want any other children to experience what I went through."
ko: 제가 겪은 것들을 그 어떤 아이들도 겪게 하고 싶지 않습니다.

source: Tired of murders targeting women, Ugandans take to the streets in peaceful protest · Global Voices
ko: 여성 연쇄살인범죄에 맞서 평화시위에 나선 우간다 여성들

source: Ugandans protesting the rampant murders and kidnapping targeting women.
ko: 여성을 타겟팅한 살인 및 납치 범죄에 시위중인 우간다인들.

source: Photo Credit: Katumba Badru, used with permission.
ko: 사진: 카툼바 바드루(Katumba Badru), 사진 사용허가.

source: Since 2015, at least 42 Ugandan women have been kidnapped, maimed and murdered in and around Uganda's capital Kampala, half of them in a space of only three months in 2017.
ko: 2015년 이후로 줄곧 최소 42명의 우간다 여성이 우간다의 수도인 캄팔라 근처에서 납치 및 불구가 되거나 살해되었다.

source: Some of their bodies were found with brutal signs of sexual violence.
ko: 그중 절반의 수는 2017한 해의 3개월 안에 발생한 연속범죄였으며, 몇몇 여성들의 시신은 극명한 성범죄의 흔적이 남겨진 채로 발견되었다.

source: The string of murders, all bearing gruesome similar details, has horrified the country.
ko: 지속되는 살인 사건들에는 소름 끼칠 정도의 비슷한 점들이 발견되어 전국을 공포에 몰아넣었다.

source: The motivation behind them remains unclear, but witchcraft is a popular theory.
ko: 살인사건의 동기는 정확히 밝혀지지 않았으나 미신의식과 관련되었다는 주장이 가장 유력하다.

source: Authorities are yet to charge a single suspect.
ko: 관련 당국은 아직 혐의자를 좁혀가지 못하고 있다.

source: Tired of living in fear, the women of Uganda felt they had to do something.
ko: 지속되는 공포 속에서 사는 것에 지쳐 우간다 여성들은 직접 행동에 나섰다.

source: On June 30, 2018, the Women’s Protest Working Group (WPWG), with the support of feminists from other countries, staged a peaceful demonstration in the capital city of Kampala to protest against the rampant kidnapping and murders targeting women in Uganda.
ko: 2018년 6월 30일 외국 여성단체들의 지원을 받아 WPWG(여성시위 행동단체)가 우간다 수도 캄팔라에서 평화시위에 나선 것이다. 이는 우간다 내의 여성을 타겟팅하여 일어나는 만연한 납치 및 살해 범죄 행위들에 맞선 시위였다. 결국 시위에 나섰습니다.

source: And so I March.
ko: 그들을 기리기 위해서였어요.

source: To remember them, they were not given any justice and no one was held accountable for their gruesome deaths.
ko: 피해자들은 그러한 끔찍한 죽음을 당할 어떠한 이유도 없는 무고한 사람들이었으나 법의 보호를 받지 못했습니다.

source: But I recognize them.
ko: 저는 그들을 기억하고 싶었어요.

source: I think about them, the families and friends they left behind with no closure, but fear and anger. #WomensMarchUG pic.twitter.com/r3ZQc6zXhW — SHANINE (@sha9ne) June 29, 2018
ko: 그들을 생각하고 그들이 남기고 떠난 가족, 제대로 된 수사도 없이 남겨진 채 공포와 증오가 남겨진 그들의 가족들을 생각했습니다. #WomensMarchUG - 셰인 (@sha9ne) 2018년 6월 29일, 우간다, 캄팔라

source: Fellow activist Patricia Twasiima then read out the names of the 42 murdered women.
ko: WPWG의 리더인 스텔라 니얀지 박사(Dr.

source: Earlier, the police had attempted to block the protests claiming that the issues the women were protesting had already been resolved after President Museveni addressed the nation on his 10-point plan for restoring security in Uganda.
ko: Stella Nyanzi)는 시위에 나선 군중들에게 범죄에 희생된 가족들을 위한 정의를 추구하며 여성을 타겟팅한 범죄행위에 대해 행동에 나설 것을 촉구했다.

source: A letter from the Commissioner of Police stated:
ko: 앞서 경찰은 시위를 저지하려고 시도한 적이 있었다.

source: This serves to inform you that the intended demonstration to raise awareness, express displeasure about the spate of killings and kidnap of women/girls cannot be allowed to go on as scheduled.
ko: 이 글은 여성 납치 및 살인에 대한 불편함을 표현하고 의식을 일깨우려는 의도의 시위가 예정대로 이루어질 수 없다는 사실을 알리기 위한 글입니다.

source: The women were determined to go on with the protest anyway:
ko: 그러나 여성들은 시위에 나서기로 결정했다.

source: We will no longer settle for speeches, thought and prayers, from the police force and government funded with taxpayers’ money.
ko: 우리는 더이상 경찰과 납세자들의 돈으로 자금을 지원 받는 정부로부터의 연설, 생각, 기도만으로 만족하지 않을 것입니다.

source: Its time for action so join us tomorrow at Centenary Park as we demand for answers to the unanswered questions #WomensMarchUg#WomenLivesMatterUG pic.twitter.com/VBXQznIy3Q — #WomensMarchUg (@AAssimwe) June 29, 2018
ko: 이제 행동을 취할 때입니다. 내일 힘께 센트러리 공원으로 나와 받지못한 대답들을 함께 촉구해 주세요. #WomensMarchUg#WomenLivesMatterUG -#WomensMarchUg (@AAssimwe) 2018년 6월 29일

source: The attempted ban triggered even more support from Ugandans including journalists who vowed to join, with men and women alike.
ko: 그러나 이러한 시도가 참가를 선언한 기자들을 포함하여 우간다 국민들로부터 남성과 여성 모두에게 더 많은 지지를 불러 일으켰다.

source: Writer Daniel Kalinaki wrote an opinion piece in the Daily Monitor that made rounds on Twitter on why he would be joining the protest:
ko: 작가 다니엘 칼리나키(Daniel Kalinaki)는 데일리 모니터에 자신이 왜 시위에 참여할 것인지에 대한 의견을 글로 남겼다.

source: So I will be at the march.
ko: 그래서 저는 시위에 참가할 것입니다.

source: With my daughter.
ko: 저의 딸과 함께 말입니다.

source: We will hold hands and walk, unarmed and peacefully, along with others.
ko: 함께 손을 잡고 평화롭게 다른사람들과 함께 행진할것입니다.

source: I want her to love her country and learn, as a young African woman, to stand up and speak up.
ko: 나는 저의 딸이 우리의 조국을 사랑하며, 젊은 아프리카 여성으로서 자신의 의견을 피력하는 법을 배우길 바랍니다.

source: When she grows up she, and others like her, will be the saviours of the broken, the beaten, and the damned.
ko: 저의 딸 그리고 그녀와 함께한 많은 여성들이 성인이 되어서 나중에는, 고통받고 핍박받는 이들을 위한 사람이 될 수 있을 것입니다.

source: Welcome to the Black Parade – and I hope the police are smart enough not to stain it blood-red.
ko: 블랙 퍼레이드에 오신것을 환영합니다.

source: TV journalist Mujuni Raymond said that he would also join the protest:
ko: 그리고 경찰들이 이 시위를 붉은 피의 색으로 물들이지 않길 바랍니다.

source: I have been to the murder crime scenes of atleast 13 women, I have seen the gruesome nature their lives have been ended.
ko: TV 저널리스트인 무주니 레이몬드(Mujuni Raymond)또한 시위에 참가할 것이라고 밝혔다.

source: It's inhuman to only offer hope and prayers. Action must be taken. Like @kalinaki I will join the #WomensMarchUG not as a reporter but as a citizen. — Mujuni Raymond (@qataharraymond) June 29, 2018
ko: 저는 적어도 13명의 여성들의 살인 범죄 현장에 가 본 적이 있습니다.

source: Eventually, police gave in to the pressure.
ko: 조치를 취해야만 합니다.

source: The women’s march observed strict guidelines set by the police.
ko: @kalinaki 처럼 저도 #WomensMarchUG 에 리포터가 아닌 시민으로서 참여합니다.

source: This is the first peaceful protest led by activists since the passing of the controversial Public Order Management Act 2013, which grants the Police's Inspector General wide discretion to permit or forbid public gatherings.
ko: - 무주니 레이몬드 (@qataharraymond) 2018년 6월 29일 마침내 경찰은 시민들의 압박에 굴복했다.

source: Past protests since the Act was published have turned violent.
ko: 여성들의 행진은 경찰이 정한 엄격한 지침을 준수하며 이루어졌다.

source: The women of Uganda have proved that protests don't have to be violent. #WomensMarchUG #FreedomofExpression pic.twitter.com/hxLneO6wkZ — Kweeta (@KweetaUganda) June 30, 2018
ko: 이는 2013년 논란이 되었던 2013년 공공질서 관리법 통과에 관한 평화시위 이후 처음으로 진행된 평화시위였다.

source: The March wields more pressure on authorities not only to provide a safer society for women but also to uphold Uganda’s constitution and respect citizens' right to freedom of assembly.
ko: 앞선 시위는 공공집회를 허용에 대해 경찰들이 재량권을 갖게된 시위이다. 공공질서 관리법 시위 이후의 모든 집회들이 모두 결국 폭력적으로 변했었다.
